Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutLastN_source
source: A table from which rows will be returned.
bg_bg: Таблица, от която ще се върнат редове.
ca_es: Taula de la qual es retornaran files.
cs_cz: Tabulka, ze které budou vráceny řádky
da_dk: En tabel, som rækker returneres fra.
de_de: Eine Tabelle, aus der Zeilen zurückgegeben werden.
el_gr: Πίνακας από τον οποίο θα επιστραφούν σειρές.
es_es: Una tabla de la que se devolverán filas.
et_ee: Tabel, kust read tagastatakse.
eu_es: Errenkadak itzuliko dituen taula.
fi_fi: Taulukko, josta rivit palautetaan.
fr_fr: Table dont des lignes seront retournées.
gl_es: Táboa desde a que se devolverán as filas.
hi_in: एक तालिका जिससे पंक्तियाँ लौटेंगी.
hr_hr: Tablica iz koje će se vratiti reci.
hu_hu: Az a tábla, amelynek a sorait vissza kell adni.
it_it: Tabella da cui verranno restituite le righe.
ja_jp: 行が返される元のテーブル。
kk_kz: Жолдар қайтарылатын кесте.
ko_kr: 행이 반환되는 테이블입니다.
lt_lt: Lentelė, kurios eilutės bus pateiktos.
lv_lv: Tabula, no kuras tiks atgrieztas rindas.
ms_my: Jadual yang barisnya akan dikembalikan.
nb_no: En tabell som rader skal returneres fra.
nl_nl: Een tabel waaruit rijen worden geretourneerd.
pl_pl: Tabela, z której zostaną zwrócone wiersze.
pt_br: Tabela da qual as linhas serão retornadas.
pt_pt: Uma tabela a partir do qual as linhas serão devolvidas.
ro_ro: Un tabel de la care se vor returna rânduri.
ru_ru: Таблица, из которой будут возвращены строки.
sk_sk: Tabuľka, z ktorej sa vrátia riadky.
sl_si: Tabela iz katere bodo vrnjene vrstice.
sr_cyrl_rs: Табела из које ће редови бити враћени.
sr_latn_rs: Tabela iz koje će redovi biti vraćeni.
sv_se: En tabell som rader kommer att returneras från.
th_th: ตารางที่จะคืนค่าแถวออกมา
tr_tr: Satırların döndürüleceği bir tablo.
uk_ua: Таблиця, звідки потрібно отримати рядки.
vi_vn: Bảng chứa các hàng sẽ được trả về.
zh_cn: 将返回其中的行的表。
zh_tw: 傳回其資料列的資料表。

# AboutLastN_count
source: The number of rows to return.
bg_bg: Броят редове за връщане.
ca_es: Nombre de files que es retornaran.
cs_cz: Počet řádků, které se mají vrátit
da_dk: Antallet af rækker, der skal returneres.
de_de: Die Anzahl der zurückzugebenden Zeilen.
el_gr: Ο αριθμός των σειρών για επιστροφή.
es_es: Número de filas que se va a devolver.
et_ee: Tagastatavate ridade arv.
eu_es: Itzuliko den errenkada kopurua.
fi_fi: Palautettavien rivien määrä.
fr_fr: Nombre de lignes à retourner.
gl_es: Número de filas que se van devolver.
hi_in: लौटाई जाने वाली पंक्तियों की संख्या.
hr_hr: Broj redaka koji se vraća.
hu_hu: A visszaadandó sorok száma.
it_it: Numero di righe da restituire.
ja_jp: 返す行数。
kk_kz: Қайтарылатын жолдар саны.
ko_kr: 반환할 행 수입니다.
lt_lt: Eilučių, kurias reikia pateikti, skaičius.
lv_lv: Atgriežamo rindu skaits.
ms_my: Bilangan baris untuk dikembalikan.
nb_no: Antall rader som skal returneres.
nl_nl: Het aantal rijen dat moet worden geretourneerd.
pl_pl: Liczba wierszy do zwrócenia.
pt_br: Número de linhas a ser retornadas.
pt_pt: O número de linhas para devolver.
ro_ro: Numărul de rânduri de returnat.
ru_ru: Количество возвращаемых строк.
sk_sk: Počet riadkov na vrátenie.
sl_si: Število vrstic, ki bodo vrnjene.
sr_cyrl_rs: Број редова које треба вратити.
sr_latn_rs: Broj redova koje treba vratiti.
sv_se: Antalet rader att returnera.
th_th: จำนวนของแถวที่จะคืนค่า
tr_tr: Döndürülecek satır sayısı.
uk_ua: Кількість рядків, які потрібно повернути.
vi_vn: Số hàng cần trả về.
zh_cn: 要返回的行数。
zh_tw: 要傳回的資料列數目。

# AboutText
source: Converts a 'value' to text in a specific number 'format_text'.
bg_bg: Преобразува „стойност“ в текст в конкретен брой „format_text“.
ca_es: Converteix un element 'value' en text en un nombre específic 'format_text'.
cs_cz: Převede hodnotu na text v určitém číselném textovém formátu.
da_dk: Konverter en 'værdi' til tekst i et specifikt tal 'format_tekst'.
de_de: Konvertiert einen "Wert" in einer bestimmten Anzahl "Format_Text" in eine Zahl.
el_gr: Μετατρέπει μια "τιμή" σε κείμενο σε έναν συγκεκριμένο αριθμό format_text.
es_es: Convierte un "valor" en texto con un "formato_texto" de número específico.
et_ee: Teisendab väärtuse tekstiks spetsiaalses arvuvormingus tekstina ("vorming_tekst").
eu_es: "value" elementua "format_text" zenbaki zehatza duen testu bihurtzen du.
fi_fi: Muuntaa value-merkkijonon tekstiksi määritetyssä luvussa format_text.
fr_fr: Convertit une « valeur » en texte dans un « texte_format » numérique spécifique.
gl_es: Converte un "valor" en texto nun 'format_text' de número específico.
hi_in: किसी विशिष्ट संख्या 'format_text' में किसी 'मान' को पाठ में रूपांतरित करता है.
hr_hr: Pretvara "vrijednost" u tekst u navedenom "obliku_teksta" broja.
hu_hu: Az „érték” argumentumot a meghatározott szöveges formátumú számmá alakítja át.
it_it: Converte un elemento 'valore' in testo con uno specifico 'formato_testo' del numero.
ja_jp: '値' を固有の数値の '表示形式' を用いて文字列に変換します。
kk_kz: Мәнді "format_text" арқылы берілген нақты сандық пішімде мәтінге түрлендіреді.
ko_kr: '값'을 지정된 수의 'format_text' 텍스트로 변환합니다.
lt_lt: Konvertuoja reikšmę į tekstą konkrečiame skaičiaus teksto_formate.
lv_lv: Pārvērš vienumu "value" par tekstu konkrētā skaitļu vienumā "format_text".
ms_my: Menukarkan 'nilai' kepada teks dalam nombor yang ditentukan 'format_teks'.
nb_no: Konverterer en verdi til tekst i det bestemte tallformatet format_tekst.
nl_nl: Hiermee wordt een waarde geconverteerd naar een specifiek getal voor tekst opmaken.
pl_pl: Konwertuje wartość na tekst w postaci określonego numeru „tekst_formatu”.
pt_br: Converte um 'value' (valor) em texto em um 'format_text' específico de número.
pt_pt: Converte um "value" em texto num número específico de "format_text".
ro_ro: Convertește o „valoare” la un text într-un „format_text” de număr specific.
ru_ru: Преобразует "значение" в текст в указанном "формате_текста".
sk_sk: Skonvertuje hodnotu na text vo formáte format_text konkrétneho čísla.
sl_si: Pretvori »vrednost« v besedilo v določeni obliki (»oblika_besedila«).
sr_cyrl_rs: Конвертује „вредност“ у текст у одређеном броју „формат_текст“.
sr_latn_rs: Konvertuje „vrednost“ u tekst u određenom broju „format_tekst“.
sv_se: Konverterar ett värde till text i ett specifikt tal format_text.
th_th: แปลง 'ค่า' ให้เป็นตัวเลขในรูปแบบข้อความแบบ 'รูปแบบ_ข้อความ'
tr_tr: Bir 'value' değerini belirli sayıda 'format_text' şeklinde metne dönüştürür.
uk_ua: Перетворює значення в текст певного чисельно-текстового формату.
vi_vn: Chuyển đổi một 'giá trị' thành văn bản trong một số 'văn bản_định dạng' cụ thể.
zh_cn: 将 "value" 转换为特定数值 "format_text" 表示的文本。
zh_tw: 將 'value' 轉換為特定數字 'format_text' 的文字。

# TextArg1
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: Vrednost
sv_se: värde
th_th: ค่า
tr_tr: değer
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值

# TextArg2
source: format_text
bg_bg: формат_натекста
cs_cz: formát_textu
da_dk: format_tekst
el_gr: μορφοποίηση_κειμένου
es_es: dar_formato_al_texto
et_ee: vorming_tekst
eu_es: forma_eman_testuari
fi_fi: muodon_teksti
fr_fr: format_texte
gl_es: dar_formato_ao_texto
hi_in: फॉर्मेट_पाठ
hr_hr: oblikovanje_teksta
hu_hu: szöveg_formátuma
it_it: formato_testo
ja_jp: 表示形式
kk_kz: пішім_мәтін
ko_kr: 서식_텍스트
lt_lt: formatuoti_tekstą
lv_lv: formatēt_tekstu
ms_my: teks_format
nb_no: format_tekst
nl_nl: tekst_opmaken
pl_pl: tekst_formatu
pt_br: formato_texto
ru_ru: формат_текста
sk_sk: formát_textu
sl_si: oblika_besedila
sr_cyrl_rs: формат_текста
sr_latn_rs: format_teksta
th_th: รูปแบบ_ข้อความ
tr_tr: biçim_metin
uk_ua: формат_тексту
vi_vn: định_dạng_văn_bản
zh_cn: 格式文本
zh_tw: 文字_格式

# TextArg3
source: language
bg_bg: език
ca_es: llengua
cs_cz: jazyk
da_dk: sprog
de_de: Sprache
el_gr: γλώσσα
es_es: lenguaje
et_ee: keel
eu_es: hizkuntza
fi_fi: kieli
fr_fr: langue
gl_es: idioma
hi_in: भाषा
hr_hr: jezik
hu_hu: nyelv
it_it: lingua
ja_jp: 言語
kk_kz: тіл
ko_kr: 언어
lt_lt: kalba
lv_lv: valoda
ms_my: bahasa
nb_no: språk
nl_nl: taal
pl_pl: język
pt_br: idioma
pt_pt: idioma
ro_ro: limbă
ru_ru: язык
sk_sk: jazyk
sl_si: jezik
sr_cyrl_rs: језик
sr_latn_rs: jezik
sv_se: språk
th_th: ภาษา
tr_tr: dil
uk_ua: мова
vi_vn: ngôn_ngữ
zh_cn: 语言
zh_tw: 語言

# AboutText_value
source: A value to format into text.
bg_bg: Стойност за форматиране в текст.
ca_es: Valor que es formatarà en text.
cs_cz: Hodnota, která se má formátovat jako text
da_dk: En værdi, som skal formateres til tekst.
de_de: Ein als Text zu formatierender Wert.
el_gr: Μια τιμή για μορφοποίηση σε κείμενο.
es_es: Un valor al que se va a aplicar formato de texto.
et_ee: Väärtus, mis vormindatakse tekstiks.
eu_es: Testu-formatua emango zaion balioa.
fi_fi: Tekstiksi muotoiltava arvo.
fr_fr: Valeur à mettre en forme en texte.
gl_es: Valor que se vai formatar en texto.
hi_in: पाठ में स्वरूपित किया जाने वाला मान.
hr_hr: Vrijednost koja se oblikuje u tekst.
hu_hu: A szöveges formátumúra alakítandó érték.
it_it: Valore da formattare nel testo.
ja_jp: テキストに書式設定する値。
kk_kz: Мәтінге пішімделетін мән.
ko_kr: 텍스트로 서식을 지정할 값입니다.
lt_lt: Reikšmė, kuri bus suformatuota kaip tekstas.
lv_lv: Vērtība, ko pārvērst par tekstu.
ms_my: Nilai untuk diformatkan ke dalam teks.
nb_no: En verdi som skal formateres til tekst.
nl_nl: Een waarde die moet worden opgemaakt als tekst.
pl_pl: Wartość do sformatowania jako tekst.
pt_br: Um valor a ser formatado em texto.
pt_pt: Um valor a formatar em texto.
ro_ro: O valoare de formatat în text.
ru_ru: Значение для форматирования в текст.
sk_sk: Hodnota na sformátovanie na text.
sl_si: Vrednost, ki jo je potrebno preoblikovati v besedilo.
sr_cyrl_rs: Вредност коју треба обликовати у текст.
sr_latn_rs: Vrednost koju treba oblikovati u tekst.
sv_se: Ett värde att formatera till text.
th_th: ค่าที่จะจัดรูปแบบให้เป็นข้อความ
tr_tr: Metin olarak biçimlendirilecek bir değer.
uk_ua: Значення, яке потрібно перетворити на текст.
vi_vn: Giá trị cần định dạng thành văn bản.
zh_cn: 要设置为文本格式的值。
zh_tw: 要格式化為文字的值。

# AboutText_format_text
source: A text value that specifies the way in which 'value' will be formatted.
bg_bg: Текстова стойност, която указва начина на форматиране на value.
ca_es: Valor de text que especifica la manera en què es formatarà l'element 'value'.
cs_cz: Textová hodnota určující způsob, jak by měla být hodnota formátována
da_dk: En tekstværdi, der angiver måden, hvorpå en 'værdi' skal formateres.
de_de: Ein Textwert, der angibt, in welcher Weise der Wert "Wert" formatiert werden soll.
el_gr: Μια τιμή κειμένου που καθορίζει τον τρόπο με τον οποίο θα μορφοποιείται η "τιμή".
es_es: Un valor de texto que especifica la manera en que se va a aplicar formato al "valor".
et_ee: Tekstväärtus, mis määrab, mil viisil väärtus vormindatakse.
eu_es: "value" elementua formateatzeko modua zehazten duen testu-balioa.
fi_fi: Tekstiarvo, joka määrittää tavan, jolla value-kohde muotoillaan.
fr_fr: Valeur de texte spécifiant la manière dont « valeur » sera mis en forme.
gl_es: Valor de texto que especifica o xeito en que se formatará o "valor".
hi_in: वह पाठ मान जो ऐसा तरीका निर्दिष्ट करता है, जिसमें 'मान' को स्वरूपित किया जाएगा.
hr_hr: Tekstna vrijednost koja određuje način na koji će se oblikovati "vrijednost".
hu_hu: Egy szöveges érték, amely meghatározza, hogy milyen formátumú lesz az „érték”.
it_it: Valore di testo che specifica le modalità di formattazione di 'valore'.
ja_jp: '値' を書式設定する方法を指定するテキスト値。
kk_kz: Мән пішімделетін әдісті көрсететін мәтіндік мән.
ko_kr: '값'의 서식이 지정되는 방식을 지정하는 텍스트 값입니다.
lt_lt: Teksto reikšmė, nurodanti, kaip bus suformatuota reikšmė.
lv_lv: Teksta vērtība, kas norāda, kā vienums "value" tiks formatēts.
ms_my: Nilai teks yang menentukan cara 'nilai' akan diformatkan.
nb_no: En tekstverdi som angir måten verdien blir formatert på.
nl_nl: Een tekstwaarde waarmee wordt aangegeven op welke manier 'value' wordt ingedeeld.
pl_pl: Wartość tekstowa określająca sposób formatowania wartości.
pt_br: Valor de texto que especifica a maneira como 'value' será formatado.
pt_pt: Um valor de texto que especifica a forma na qual o "value" será formatado.
ro_ro: O valoare text care specifică modul în care va fi formatată „valoarea”.
ru_ru: Текстовое значение, задающее способ форматирования "значения".
sk_sk: Textová hodnota uvádzajúca spôsob, akým sa sformátuje hodnota.
sl_si: Besedilna vrednost, ki določa način, kako bo oblikovan argument »vrednost«.
sr_cyrl_rs: Вредност текста која наводи начин на који ће „вредност“ бити обликована.
sr_latn_rs: Vrednost teksta koja navodi način na koji će „vrednost“ biti oblikovana.
sv_se: Ett textvärde som anger hur värde kommer att formateras.
th_th: ข้อความที่ระบุว่าจะจัดรูปแบบ 'ค่า' อย่างไร
tr_tr: 'value' değerinin nasıl biçimlendirileceğini belirten metin değeri.
uk_ua: Текстове значення, що визначає формат значення.
vi_vn: Một giá trị văn bản chỉ định cách thức mà trong đó 'giá trị' sẽ được định dạng.
zh_cn: 指定用于设置 "value" 格式的方式的文本值。
zh_tw: 指定格式化 'value' 方法的文字值。

# AboutText_language
source: Language code to use when converting to text.
bg_bg: Езиковият код, който трябва да се използва при конвертиране към текст.
ca_es: Codi de llengua que cal utilitzar en fer una conversió a text.
cs_cz: Kód jazyka, který se má použít při převodu na text
da_dk: Sprogkode, der skal anvendes, når du konverterer til tekst.
de_de: Zu verwendender Sprachcode für die Konvertierung in Text.
el_gr: Κωδικός γλώσσας για χρήση κατά τη μετατροπή σε κείμενο.
es_es: El código de idioma que se usará al convertir el texto.
et_ee: Tekstiks teisendamisel kasutatav keelekood.
eu_es: Testua bihurtzean erabiliko den hizkuntza-kodea.
fi_fi: Tekstiksi muuntamisessa käytettävä kielikoodi.
fr_fr: Code de langue à utiliser lors de la conversion en texte.
gl_es: Código de idioma que se usará ao converter en texto.
hi_in: पाठ में परिवर्तित करते समय उपयोग किया जाने वाला भाषा कोड.
hr_hr: Šifra jezika koja će se koristiti prilikom pretvaranja u tekst.
hu_hu: A szöveg konvertálása során használandó nyelvkód.
it_it: Codice della lingua da usare per la conversione in testo.
ja_jp: テキストの変換に使う言語コード。
kk_kz: Мәтінге түрлендіргенде пайдаланылатын тіл коды.
ko_kr: 텍스트로 변환할 때 사용할 언어 코드입니다.
lt_lt: Kalbos kodas, naudojamas konvertuojant į tekstą.
lv_lv: Valodas kods, ko izmantot, konvertējot tekstu.
ms_my: Kod bahasa untuk digunakan apabila menukar kepada teks.
nb_no: Språkkoden som skal brukes ved konvertering til tekst.
nl_nl: De taalcode die moet worden gebruikt bij het converteren naar tekst.
pl_pl: Kod języka do użycia podczas konwertowania na tekst.
pt_br: Código de idioma para usar ao converter para texto.
pt_pt: Código de idioma a utilizar ao converter em texto.
ro_ro: Codul de limbă de utilizat la conversia în text.
ru_ru: Код языка, используемый при преобразовании в текст.
sk_sk: Kód jazyka, ktorý sa používa pri konverzii na text.
sl_si: Koda jezika, ki bo uporabljena pri pretvorbi v besedilo.
sr_cyrl_rs: Шифра језика коју треба користити приликом конвертовања у текст.
sr_latn_rs: Šifra jezika koju treba koristiti prilikom konvertovanja u tekst.
sv_se: Språkkoden som ska användas vid konvertering till text.
th_th: โค้ดภาษาที่จะใช้ขณะแปลงเป็นข้อความ
tr_tr: Metne dönüştürme işleminde kullanılacak dil kodu.
uk_ua: Мовний код, який потрібно використовувати під час перетворення тексту.
vi_vn: Mã ngôn ngữ để sử dụng khi chuyển đổi sang văn bản.
zh_cn: 在转换为文本时要使用的语言代码。
zh_tw: 在轉換為文字時要使用的語言代碼。

# AboutValue
source: Converts a 'text' that represents a number to a numeric value.
bg_bg: Преобразува „текст“, който представлява число, в числена стойност.
ca_es: Converteix un element 'text' que representa un nombre en un valor numèric.
cs_cz: Převede text, který představuje číslo, na číselnou hodnotu.
da_dk: Konverterer en 'tekst', der repræsenterer et tal, til en numerisk værdi.
de_de: Konvertiert einen "Text", der eine Zahl darstellt, in einen Zahlenwert.
el_gr: Μετατρέπει σε μια αριθμητική τιμή ένα "κείμενο" που αντιπροσωπεύει έναν αριθμό.
es_es: Convierte un "texto" que representa un número en un valor numérico.
et_ee: Teisendab arvu tähistava teksti arvväärtuseks.
eu_es: Zenbaki bat adierazten duen "text" elementu bat zenbakizko balio bihurtzen du.
fi_fi: Muuntaa lukua edustavan text-merkkijonon numeeriseksi arvoksi.
fr_fr: Convertit un « texte » représentant un nombre en valeur numérique.
gl_es: Converte un "texto" que representa un número nun valor numérico.
hi_in: किसी 'पाठ' को जो किसी संख्या को प्रदर्शित करता है रूपांतरित करता है.
hr_hr: Pretvara "tekst" koji predstavlja broj u numeričku vrijednost.
hu_hu: Számértékké alakítja a számot jelölő „szöveg” értéket.
it_it: Converte un valore 'testo' che rappresenta un numero in un valore numerico.
ja_jp: 数値を表す 'テキスト' を数値に変換します。
kk_kz: Санды көрсететін мәтінді сандық мәнге түрлендіреді.
ko_kr: 숫자를 나타내는 '텍스트'를 숫자 값으로 변환합니다.
lt_lt: Konvertuoja tekstą, kuris išreiškia skaičių, į skaitinę reikšmę.
lv_lv: Pārvērš vienumu "text", kas atspoguļo skaitli, par skaitlisku vērtību.
ms_my: Menukarkan 'teks' yang mewakili nombor pada nilai angka.
nb_no: Konverterer en tekst som representerer et tall, til en numerisk verdi.
nl_nl: Hiermee wordt een 'text' in de vorm van een getal geconverteerd naar een numerieke waarde.
pl_pl: Konwertuje tekst reprezentujący liczbę na wartość numeryczną.
pt_br: Converte um 'text' (texto) que representa um número em valor numérico.
pt_pt: Converte um "texto" que representa um número num valor numérico.
ro_ro: Convertește un „text” care reprezintă un număr la o valoare numerică.
ru_ru: Преобразует "текст", который представляет число, в числовое значение.
sk_sk: Skonvertuje text reprezentujúci číslo na numerickú hodnotu.
sl_si: Pretvori argument »besedilo«, ki predstavlja številko v številsko vrednost.
sr_cyrl_rs: Претвара „текст“ који представља број у нумеричку вредност.
sr_latn_rs: Pretvara „tekst“ koji predstavlja broj u numeričku vrednost.
sv_se: Konverterar en text som motsvarar ett tal till ett numeriskt värde.
th_th: แปลง 'text' ที่อยู่ในรูปของตัวเลขให้เป็นค่าตัวเลข
tr_tr: Sayı gösteren bir 'text' değerini sayısal bir değere dönüştürür.
uk_ua: Перетворює текст, який позначає число, на числове значення.
vi_vn: Chuyển đổi 'văn bản' đại diện cho một số sang một giá trị số.
zh_cn: 将表示数字的 "text" 转换为数值。
zh_tw: 將代表數字的 'text' 轉換為數值。

# ValueArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# ValueArg2
source: language
bg_bg: език
ca_es: llengua
cs_cz: jazyk
da_dk: sprog
de_de: Sprache
el_gr: γλώσσα
es_es: lenguaje
et_ee: keel
eu_es: hizkuntza
fi_fi: kieli
fr_fr: langue
gl_es: idioma
hi_in: भाषा
hr_hr: jezik
hu_hu: nyelv
it_it: lingua
ja_jp: 言語
kk_kz: тіл
ko_kr: 언어
lt_lt: kalba
lv_lv: valoda
ms_my: bahasa
nb_no: språk
nl_nl: taal
pl_pl: język
pt_br: idioma
pt_pt: idioma
ro_ro: limbă
ru_ru: язык
sk_sk: jazyk
sl_si: jezik
sr_cyrl_rs: језик
sr_latn_rs: jezik
sv_se: språk
th_th: ภาษา
tr_tr: dil
uk_ua: мова
vi_vn: ngôn_ngữ
zh_cn: 语言
zh_tw: 語言

# AboutValue_text
source: The text value to convert to a numeric value.
bg_bg: Текстовата стойност за преобразуване в числова стойност.
ca_es: Valor de text que es convertirà en un valor numèric.
cs_cz: Textová hodnota, která má být převedena na číselnou
da_dk: Tekstværdien, der skal konverteres til en numerisk værdi.
de_de: Der Textwert, der in einen Zahlenwert konvertiert werden soll.
el_gr: Η τιμή κειμένου για μετατροπή σε μια αριθμητική τιμή.
es_es: Valor de texto que se va a convertir en un valor numérico.
et_ee: Arvväärtuseks teisendatav tekstväärtus.
eu_es: Zenbakizko balio bihurtuko den testu-balioa.
fi_fi: Numeeriseksi arvoksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir en valeur numérique.
gl_es: Valor de texto que se vai converter nun valor numérico.
hi_in: सांख्यिक मान में रूपांतरित किया जाने वाला पाठ मान.
hr_hr: Tekstna vrijednost koja se pretvara u numeričku vrijednost.
hu_hu: A számértékké alakítandó szöveges érték.
it_it: Valore di testo da convertire in valore numerico.
ja_jp: 数値に変換する対象となるテキスト値。
kk_kz: Сандық мәнге түрлендірілетін мәтіндік мән.
ko_kr: 숫자 값으로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į skaitinę reikšmę.
lv_lv: Teksta vērtība, kas jāpārvērš par skaitlisku vērtību.
ms_my: Nilai teks untuk ditukar kepada nilai nombor.
nb_no: Tekstverdien som skal konverteres til en numerisk verdi.
nl_nl: De tekstwaarde die moet worden geconverteerd naar een numerieke waarde.
pl_pl: Wartość tekstowa do przekonwertowania na wartość numeryczną.
pt_br: Valor de texto a ser convertido em valor numérico.
pt_pt: Valor de texto a converter em valor numérico.
ro_ro: Valoarea text căreia să i se efectueze conversia într-o valoare numerică.
ru_ru: Текстовое значение для преобразования в числовое значение.
sk_sk: Textová hodnota na konverziu na numerickú hodnotu.
sl_si: Besedilna vrednost, ki jo je treba pretvoriti v številsko vrednost.
sr_cyrl_rs: Вредност текста за конвертовање у нумеричку вредност.
sr_latn_rs: Vrednost teksta za konvertovanje u numeričku vrednost.
sv_se: Textvärdet som ska konverteras till ett numeriskt värde.
th_th: ข้อความที่จะแปลงให้เป็นค่าตัวเลข
tr_tr: Sayısal bir değere dönüştürülecek metin değeri.
uk_ua: Текстове значення, яке потрібно перетворити на числове.
vi_vn: Giá trị văn bản cần chuyển đổi sang một giá trị số.
zh_cn: 要转换为数值的文本值。
zh_tw: 要轉換為數值的文字值。
